module Order::OrderConstants

  STATUSES      = ['Заказано', 'Отправленно']
  PAYMENT_METHOD= [['Полная (100%)', 0.1], ['Частичная (30%)', 0]]
  START_ID      = 127
  REGIONS       = [
      "Винницкая область",
      "Волынская область",
      "Днепропетровская область",
      "Донецкая область",
      "Житомирская область",
      "Закарпатская область",
      "Запорожская область",
      "Ивано-Франковская область",
      "Киевская область",
      "Кировоградская область",
      "Луганская область",
      "Львовская область",
      "Николаевская область",
      "Одесская область",
      "Полтавская область",
      "Ровенская область",
      "Сумская область",
      "Тернопольская область",
      "Харьковская область",
      "Херсонская область",
      "Хмельницкая область",
      "Черкасская область",
      "Черниговская область",
      "Черновицкая область",
      "АР Крым"
  ]

end
